Repository: xfce-mirror/xfce4-time-out-plugin
Catalog: po/*.po
Languages: th, vi

source: Inactive
th: ปิดใช้งาน
vi: Không hoạt động

source: Take a break
th: หยุดพักบ้างตอนนี้
vi: Hãy nghỉ ngơi

source: Reset timer
th: เริ่มจับเวลาใหม่
vi: Đặt lại bộ hẹn giờ

source: Enabled
th: เปิดใช้งาน
vi: Đã bật

source: Paused
th: พัก
vi: Đã tạm dừng

source: Xfce Panel plugin for taking a break from computer work every now and then.
th: ปลั๊กอินพาเนล Xfce สำหรับการหยุดพักจากคอมพิวเตอร์เป็นครั้งคราว
vi: Plugin Xfce Panel để thỉnh thoảng tạm dừng công việc trên máy tính.

source: translator-credits
th: Theppitak Karoonboonyanan
vi: Vietnam Linux L10n <https://github.com/linux-l10n-vi> Loc Huynh <https://github.com/hthienloc>

source: Time Out
th: หมดเวลา
vi: Hết giờ

source: _Close
th: ปิ_ด
vi: Đó_ng

source: Time settings
th: การตั้งค่าเวลา
vi: Cài đặt thời gian

source: Minutes
th: นาที
vi: Phút

source: Seconds
th: วินาที
vi: Giây

source: Time between breaks:
th: เวลาทำงาน:
vi: Thời gian giữa các lần nghỉ giải lao:

source: Break length:
th: เวลาพัก:
vi: Độ dài nghỉ:

source: Postpone length:
th: เวลาเลื่อน:
vi: Độ dài hoãn lại:

source: Behaviour
th: พฤติกรรม
vi: Hành vi

source: Allow postpone
th: อนุญาตเลื่อนเวลา
vi: Cho phép hoãn lại

source: Resume automatically
th: เริ่มใหม่โดยอัตโนมัติ
vi: Tiếp tục tự động

source: Appearance
th: รูปลักษณ์
vi: Giao diện

source: Note: Icon and time cannot be hidden simultaneously.
th: หมายเหตุ: ไม่สามารถซ่อนไอคอนและเวลาพร้อมกันได้
vi: Lưu ý: Không thể ẩn biểu tượng và thời gian cùng lúc.

source: Display icon
th: แสดงไอคอน
vi: Hiển thị biểu tượng

source: Display remaining time in the panel
th: แสดงเวลาที่เหลืออยู่บนพาเนล
vi: Hiển thị thời gian còn lại trong bảng điều khiển

source: Display hours
th: แสดงชั่วโมง
vi: Giờ hiển thị

source: Display seconds
th: แสดงวินาที
vi: Hiển thị giây

source: Failed to lock screen
th: ไม่สามารถล็อคหน้าจอได้
vi: Không khóa được màn hình

source: _Postpone
th: _เลื่อน
vi: _Hoãn

source: _Lock
th: _ล็อค
vi: _Khóa

source: _Resume
th: _กลับไปเริ่มใหม่
vi: _Tiếp tục

source: Failed to grab input for Time Out lock screen
th: ไม่สามารถรับอินพุตสำหรับหน้าจอล็อกหมดเวลาได้
vi: Không thể lấy dữ liệu đầu vào cho màn hình khóa Hết thời gian

source: The break is over.
th: พักบ้างก็ดี
vi: Giờ nghỉ kết thúc.

source: %d hour
th: %d ชั่วโมง
vi: %d giờ

source: %d minute
th: %d นาที
vi: %d phút

source: %d second
th: %d วินาที
vi: %d giây

source: Time left: %s
th: เหลือเวลา: %s
vi: Thời gian còn lại: %s

source: Time left: %s %s
th: เหลือเวลา: %s %s
vi: Thời gian còn lại: %s %s

source: Time left: %s %s %s
th: เหลือเวลา: %s %s %s
vi: Thời gian còn lại: %s %s %s

source: Automatically controlled time outs and breaks
th: ควบคุมการหมดเวลาและการพักโดยอัตโนมัติ
vi: Tự động kiểm soát thời gian chờ và nghỉ giải lao
